Repository: Marc-pi/media
Catalog: locale/*/default.po
Languages: fr

source: Descriptions are filled successfully
fr: Les Descriptions ont été complétées avec succès

source: Description are filled yet
fr: Les Descriptions ont été totalement remplies

source: Orphaned media have been removed
fr: Les médias orphelins ont été supprimés

source: There is no orphaned media currently
fr: Aucun media orphelin détecté

source: Soft-deleted media have been hard removed
fr: Les médias désactivés ont été supprimés définitivement

source: There is no soft-deleted media currently
fr: Il n'y a aucun media désactivé actuellement

source: List of your media
fr: Tous vos médias

source: All resources
fr: Toutes les ressources

source: Deleted resources
fr: Ressource supprimées

source: Orphan resources
fr: Ressources orphélines

source: Resource List
fr: Liste de Ressource

source: Media attach
fr: Attacher un média

source: Media deleted
fr: Média supprimé

source: Invalid media ID
fr: ID media non valide

source: There are some error occur
fr: Une erreur est survenue

source: There are some error occur when renaming filename
fr: Une erreur est survenue lors du renommage du nom de fichier

source: Filename can not be empty
fr: Le nom de fichier ne peut être laissé vide

source: Cannot save media data
fr: Impossible d'enregistrer les données média

source: This media can't be deleted as it is already used by current or another item.
fr: Ce media ne peut être supprimé, il est déjà utilisé soit par l'élément courant, soit par un autre élément.

source: Media uploaded successfully
fr: Média uploadé avec succès

source: Application Title
fr: Nom Application

source: Submit
fr: Soumettre

source: Media gallery
fr: Galerie Media

source: Add selected media
fr: Ajouter les médias sélectionnés

source: kb
fr: ko

source: Close
fr: Fermer

source: Confirm
fr: Confirmer

source: Alert Freemium account limitations
fr: Alerte limitations compte Fremium

source: Alert season duplicates
fr: Alerte saison dupliquée

source: Alert season duplicates : you must have online one picture of each season only
fr: Alerte saison en doublon : vous ne pouvez avoir qu'une seule image de chaque saison

source: Delete media
fr: Supprimer le média

source: Do you confirm you want to delete this media ? In case you delete it inadvertently, you can active it back in your My Media submenu
fr: Confirmez vous la suppression de ce media ? Si jamais vous le supprimez par inadvertance, vous pouvez le réactiver via votre menu Mes Medias

source: Max media alert
fr: Alerte Max Media

source: Error during upload
fr: Erreur durant l'upload

source: Oops ! You reached the limits set for files : please modify your file(s) !
fr: Oups ! Vous avez atteint la limite définie pour les fichiers : merci de modifier votre/vos fichier(s) !

source: Unfortunately we do not have the infrastructure of the giants of the internet, and therefore we have server limitations for uploading large files. Conversely, we need files of good size so that they display correctly on all types of screens/devices.
fr: Malheureusement, nous n'avons pas (encore !) les infrastructures des géants de l'Internet (qui ont des serveurs dédiés pour l'upload des medias), et avons donc des limitations serveur pour l'upload d'énormes fichiers. A l'inverse, nous avons besoin de fichiers de bonne taille afin qu'ils s'affichent correctement sur tous les types d'écrans/matériels !

source: Max media alert : you have reach maximum of picture for this field
fr: Alerte max media : vous avez atteint le nombre maximum d'images pour ce champs

source: Your selection (you can unlink each media)
fr: Votre sélection (vous pouvez désassocier chaque média)

source: Edit
fr: Editer

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Thumbnail
fr: Image

source: Title
fr: Titre

source: Season
fr: Saison

source: Loading in progress
fr: Chargement en cours

source: Search&nbsp;:
fr: Recherche&nbsp;:

source: Show _MENU_ elements
fr: Afficher _MENU_ éléments

source: Show elements _START_ to _END_ on _TOTAL_ elements
fr: Afficher les éléments _START_ à _END_ sur _TOTAL_ éléments

source: Show elements 0 to 0 on 0 element
fr: Afficher les éléments 0 à 0 sur 0 élément

source: (filtered from _MAX_ elements)
fr: (filtré sur _MAX_ éléments)

source: Loading in progress...
fr: Chargement en cours...

source: No element to display
fr: Aucun élément à afficher

source: No data available in the table
fr: Aucune donnée disponible en table

source: First
fr: Premier

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Last
fr: Dernier

source: Drop files here to upload new files<br /><span class='badge badge-warning'>Max Size = %s and min dimensions = %s</span><br />(or select existing files below)
fr: Déposer les fichiers ici pour charger de nouveaux fichiers<br /><span class='badge badge-warning'>Poids Maximal = %s et Dimensions Minimales = %s</span><br />(ou sélectionnez un fichier déjà existant ci-dessus)

source: File size is to high ({{filesize}}kb). Max : {{maxFilesize}}kb
fr: Le poids du fichier est trop élevé : ({{filesize}}ko). Max : {{maxFilesize}}ko

source: Show checked items first
fr: Afficher les éléments sélectionnés en premier

source: Show Item UID media
fr: Afficher les médias d l'UID

source: Choose or add new media file
fr: Choisir ou ajouter un nouveau fichier média

source: We recommend you to fill 4 pictures for all seasons
fr: Nous vous recommandons d'ajouter 4 images pour couvrir toutes les saisons

source: No media for now...
fr: Il n'y a pas encore de média...

source: 1 picture only
fr: 1 image seulement

source: 1 picture per season only = 4 pictures
fr: 1 image par saison seulement = 4 images

source: Max %s pictures
fr: Maximum de %s images

source: Change file
fr: Modifier le fichier

source: Uploaded image
fr: Image uploadée

source: Cropping data
fr: Données de crop

source: No season
fr: Aucune

source: Spring
fr: Printemps

source: Summer
fr: Eté

source: Autumn
fr: Automne

source: Winter
fr: Hiver

source: Choose a license type
fr: Choisir un type de licence

source: Licence type
fr: Type de licence

source: Filename
fr: Nom Fichier

source: GPS Latitude
fr: Latitude GPS

source: GPS Longitude
fr: Longitude GPS

source: Featured
fr: Mis en avant

source: Main image
fr: Image Principale

source: Additional images
fr: Images additionnelles

source: Save this test
fr: Sauvegarder ce test

source: You can use this page tools for better manage your media
fr: Vous pouvez utiliser cet page Utilitaires pour mieux gérer vos médias

source: Attach new media
fr: Attacher un nouveau média

source: You can add new media here and use it on all other modules
fr: Vous pouvez ajouter ici un nouveau média et l'utiliser dans tous les autres modules

source: Delete
fr: Supprimer

source: In process
fr: En cours

source: Edit Media
fr: Editer le média

source: All your medias
fr: Tous vos médias

source: Type user id or identity
fr: Saisir le n° ID utilisateur ou l'identité

source: Keyword
fr: Mots Clefs

source: Status
fr: Statut

source: Mimetype
fr: Extension Mimetype

source: Using count
fr: Compteur Utilisateur

source: Time
fr: Date

source: Enabled
fr: Activé

source: Deleted
fr: Supprimé

source: Undelete
fr: Rétablir

source: Download
fr: Télécharger

source: No resource available yet.
fr: Aucune ressource disponible pour l'instant.

source: Do you confirm delete action ?
fr: Confirmez vous la suppression de ce média?

source: This media is already in used !
fr: Ce média est encore utilisé !

source: Complete
fr: Compléter

source: Unlink
fr: Déassocier

source: You have to complete file informations before submit
fr: Vous devez compléter les informations fichiers avant de soumettre

source: Notice : min width has been reached
fr: Attention : la largeur minimale exigée a été atteinte
